const videos = [
  {
    id: "video1",
    title: "丹尼尔版晴天",
    file: "video1.mp4",
    cover: "cover/cover1.jpg",
    desc: "你猜他为什么叫晴天？因为周杰伦都无雨了。"
  },
  {
    id: "video3",
    title: "基～米～到",
    file: "video3.mp4",
    cover: "cover/cover3.jpg",
    desc: "新年听基米，越听越有米😝"
  },
  {
    id: "5G 有多快.mp4",
    title: "5G 有多快",
    file: "5G 有多快.mp4",
    cover: "cover/14945c3f6893e7489e15d731aa3032716e00ebea.jpg",
    desc: "5G在日常使用中的真实体验"
  },
  {
    id: "video2",
    title: "【春晚鬼畜】赵本山：我就是念诗之王！",
    file: "video2.mp4",
    cover: "cover/cover2.png",
    desc: "赵本山是春晚的标志性人物，没有他的春晚对我来说不完整。 "
  }
];